Repository: mbatsaik/random_number_game
Catalog: locale/*/LC_MESSAGES/django.po
Languages: mn_mn

source: Male
mn_mn: Эрэгтэй

source: Female
mn_mn: Эмэгтэй

source: Question: What payment treatment?
mn_mn: Асуулт: Ямар төлбөрийн системийг сонгох вэ?

source: What is your age?
mn_mn: Та хэдэн настай вэ?

source: What is your birth place?
mn_mn: Таны төрсөн аймаг, хот юу вэ?

source: What is your school?
mn_mn: Танай сургуулийнг нэр юу вэ?

source: What is your school year?
mn_mn: Хэддүгээр курс вэ?

source: What is your field of study?
mn_mn: Та ямар чиглэлээр сурдаг вэ?

source: How many brothers do you have?
mn_mn: Та хэдэн ах болон эрэгтэй дүүтэй вэ?

source: How many sisters do you have?
mn_mn: Та хэдэн эгч болон эмэгтэй дүүтэй вэ?

source: Explain briefly the reason behind your choice in Stage 3 (short answer)
mn_mn: 3-р шатны сонголтынхоо цаад шалтгааныг товч тайлбарла (богино хариулт)

source: What is your payment choice for stage 3?
mn_mn: 3-р шатны төлбөрийн систэмийн сонголт юу вэ?

source: Stage 3: Choice between Piece rate payment and Tournament payment As in Stages 1 and 2, you will again have 3 minutes to type as many exercises as possible. However, you must now choose your preferred payment method for your performance in Stage 3. You can either choose a Piece-rate payment (as in Stage 1) or a Tournament payment (as in Stage 2). If you choose the Piece rate payment, then you will receive 1,500MNT per correct answer. If you choose the Tournament payment, then your performance in Stage 3 will be evaluated in comparison to the performance of the other three group members in Stage 2. As a reminder: That is the stage that you have just completed. If you enter more correct answers than all three of your group members did in Stage 2, then you will receive 6,000MNT per correct answer. In other words, no group member of your group can have a Stage 2-performance which is higher than your Stage 3-performance, otherwise you receive no payment for this stage. In case of a tie, the ranking among the members with equal performances is again determined randomly. The group composition (with 2 men and 2 women) is as it was in Stage 2. If you choose the Tournament payment, you will not be informed about the outcome of the tournament until the end of the experiment
mn_mn: 3р үе шат: Хийснээр нь олгох эсвэл Тэмцээний төлбөрийн систэмийн аль нэгийг сонгох Энэ шатанд та 1, 2-р үе шатуудын адил аль болох олон тоог 3 минутын хугацаанд шивэх юм. Харин та энэ 3-р шатанд та өөрийн сонирхолд нийцсэн төлбөрийн систэмийг сонгон 1 (Хийснээр нь олгох систэм) эсвэл 2-р шатны (Тэмцээний төлбөрийн систэм) аль нэгийг ѳѳрийн нэмэлт орлогоо бодох систэмээр сонгох боломжтой. Хэрвээ та 1-р шатыг сонговол зөв хариулт тус бүрдээ 1,500 төгрөг авах боломжтой. Хэрвээ та 2-р шатыг сонговол таны 3-р шатны зѳв хариултын тоог 2-р шатны танай грүпийн бусад 3 гишүүдийн зѳв хариулттай харьцуулсан таны ялсан эсэхийг бодож орлогыг бодох болно. Сануулга: 2р шатны үзүүлэлт гэдэг нь дөнгөж сая таны шивэж дуусгасан үе шат юм. Грүпийн бусад 3 гишүүн нь 2-р үед хэдэн зѳв хариулт ѳгсѳнийг таны одоогийн 3р шатны зөв хариулттай харицуулан та ялагч болвол зѳв хариулт тус бүртээ 6,000 төгрөг авна эгсэн үг. Оноо тэнцсэн тохиолдолд ижил гүйцэтгэлтэй гишүүдийн дунд санамсаргүй аргаар компьютер ялагчийг тодруулах болно. Таны грүпийн бүрэлдэхүүн нь өмнөх 2-р шатны гишүүд /2 эр, 2 эм/ хэвээрээ байх болно. Хэрэв та 2р шатыг нэмэлт орлогод бодогдохоор сонгосон бол судалгааг дуусах хүртэл таны 3-р шатны үр дүнгийн талаар танд мэдээллэх боломжгүй. Үүнээс гадна бид таны олсон орлоготой тэнцэх хэмжээний мѳнгийг Улсын Онцгой Комиссийн Ковид 19ийн тусламжийн санд хандив ѳргѳх болно. Энэ нь таны хир их зѳв хариулт оруулснаас л хамаарах ба таны ѳѳрийн орлогоос хасагдахгүй гэдгийг анхаарна уу

source: Please enter your choice.
mn_mn: Та сонголтоо оруулна уу.

source: Processing results
mn_mn: Тооцоолж байна

source: What is your gender?
mn_mn: Таны хүйс юу вэ?

source: Welcome
mn_mn: Тавтай морил

source: The instructions are simple, and if you follow them carefully, you can earn a considerable amount of money. All the money you earn is yours to keep, and will be paid to you, in cash, immediately after the study ends. You will be paid 13,000 MNT for participating and 15,000 MNT for completing the study. This study has three stages, and one of the three stages will be randomly selected for you to earn additional money on top of the aforementioned 13,000 and 15,000 MNT. Read carefully the instruction on how you can earn money and raise your hand if you have any questions.
mn_mn: Энэхүү судалгаа нь хялбархан тоглоом хэлбэрээр явагдах ба тоглоомын дүрэм нь энгийн бөгөөд хэрэв та тэдгээрийг сайтар дагаж мөрдвөл боломжийн хэмжээний мөнгө олох болно. Таны цуглуулсан мөнгө зѳвхѳн таных бөгөөд судалгааны ажил дууссаны дараа танд дансаар шилжүүлэн олгох болно. Та зѳвхѳн судалгаанд оролцсоныхоо тѳлѳѳ 13,000 төгрөг авах бөгөөд судалгаанд тѳгсѳлд асуулганд бөглөж дууссаныхаа дараа нэмж 15,000 төгрөгийг авах юм. Энэхүү судалгаа нь 3 үе шаттай бөгөөд дээр дурдсан 13,000 төгрөг болон 15,000 төгрөгөөс гадна 3 үе шатын аль нэгэнд олсон орлогоо нэмж авах болно. Аль үе шатын орлого танд нэмэгдэхийг компютер санамсаргүйгээр сонгон нэмэлт орлогыг тань бодох болно. Мөнгө хэрхэн цуглуулах талаар зааврыг анхааралтай уншиж танилцан асуулт байвал гараа өргөнѳ үү.

source: Stage 1: Piece-rate payment
mn_mn: 1р үе шат: Хийснээр нь олгох төлбөрийн систэм

source: Stage 2: Tournament payment
mn_mn: 2р үе шат: Тэмцээний төлбөрийн систэм

source: Stage 3: Choice between Piece rate payment and Tournament payment
mn_mn: 3р үе шат: Хийснээр нь олгох эсвэл Тэмцээний төлбөрийн систэмийн аль нэгийг сонгох

source: Any questions?
mn_mn: Өөр асуух асуулт байна уу?

source: If you finished reading, please press next.
mn_mn: Хэрэв та уншиж дууссан бол Next товчийг дарна уу.

source: Final Page
mn_mn: Эцсийн хуудас

source: You've reached the end of the game. Your payoffs are below
mn_mn: Та тоглоомын төгсгөлд хүрлээ. Таны төлбөрийг доор харуулав

source: Stages
mn_mn: Үе шат

source: Payoff
mn_mn: төлбөр

source: Correct Answers:
mn_mn: Зөв хариултууд:

source: Stage is over. Proceed to next stage
mn_mn: Үе шат дууслаа. Дараагийн шатанд шилжинэ үү

source: The practice stage is over. Stage 1 will start now
mn_mn: Дасгалын үе шат дууслаа. 1-р шат одоо эхэлнэ

source: Exit Survey
mn_mn: Асуултууд
